Repository: abutmim/LoopKit
Catalog: LoopKit/*.lproj/Localizable.strings
Languages: ar

source: %1$@ U bolus failed
ar: فشل ضخ %1$@ وحدة

source: %1$@ U bolus may not have succeeded
ar: ربما لم ينجح ضخ %1$@ وحدة

source: Authorization Denied
ar: تم رفض التفويض

source: Check your pump before retrying
ar: افحص المضخة قبل إعادة المحاولة

source: com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
ar: تم رفض التفويض

source: com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
ar: يمكن حذف هذه العينة من تطبيق صحتي

source: Communication Failure
ar: فشل الاتصال

source: Connection Failure
ar: فشل الارتباط

source: Device Refused
ar: تم رفض الجهاز

source: Ensure carb data exists for the specified date
ar: تأكد من وجود بيانات الكربوهيدرات للتاريخ المحدد

source: Falling
ar: نزول

source: Falling fast
ar: نزول سريع

source: Falling very fast
ar: نزول سريع جداً

source: Flat
ar: مستقر

source: Invalid Configuration
ar: تكوين غير صالح

source: It is safe to retry
ar: من الآمن إعادة المحاولة

source: Needs Attention
ar: يرجى الانتباه

source: No values found
ar: لم يتم العثور على قيم

source: OK
ar: موافق

source: Please re-enable sharing in Health
ar: يرجى إعادة تمكين المشاركة في تطبيق صحتي

source: Rising
ar: صعود

source: Rising fast
ar: صعود سريع

source: Rising very fast
ar: صعود سريع جدا

source: U
ar: وحدة

source: U/hr
ar: وحدة/ساعة

source: Unit
ar: وحدة

source: Unit/hour
ar: وحدة لكل ساعة

source: Units
ar: وحدات

source: Units/hour
ar: وحدات لكل ساعة
